{
    "places": [
        {
            "id": 1,
            "nome": "Praga",
            "imagem": "",
            "pais": "República Tcheca",
            "descricao": "Cidade europeia com arquitetura medieval, castelos e pontes históricas sobre o rio Vltava.",
            "descricaoCurta": "A cidade das cem torres.",
            "curiosidades": "Praga é famosa por seu relógio astronômico medieval, que ainda funciona e mostra o movimento do sol, da lua e dos signos do zodíaco.",
            "populacao": "aprox. 1,3 milhões"
        },
        {
            "id": 2,
            "nome": "Chefchaouen",
            "imagem": "",
            "pais": "Marrocos",
            "descricao": "Chefchaouen é famosa por suas casas pintadas em tons de azul, ruas estreitas e atmosfera tranquila. Localizada nas montanhas Rif, a cidade combina beleza natural e arquitetura única, sendo um destino popular para turistas que buscam cultura, história e paisagens deslumbrantes.",
            "descricaoCurta": "A encantadora cidade azul nas montanhas Rif.",
            "curiosidades": "O azul das casas foi introduzido por judeus no século XV, com o objetivo de simbolizar o céu e a espiritualidade. Além disso, acredita-se que ajuda a afastar mosquitos, e o tom é mantido com pigmentos naturais (óxido de cobalto), preservando sua vivacidade ao longo dos anos.",
            "populacao": "aprox. 42 mil"
        },
        {
            "id": 3,
            "nome": "Ouro Preto",
            "imagem": "",
            "pais": "Brasil",
            "descricao": "Cidade histórica de Minas Gerais, famosa por suas ruas de pedra, igrejas barrocas e arquitetura colonial preservada.",
            "descricaoCurta": "O tesouro colonial do Brasil.",
            "curiosidades": "Ouro Preto já foi a capital de Minas Gerais e seu nome vem do ouro encontrado na região. Suas ladeiras e construções barrocas atraem turistas interessados em história e arte colonial.",
            "populacao": "aprox. 70 mil"
        },
        {
            "id": 4,
            "nome": "Puebla",
            "imagem": "",
            "pais": "México",
            "descricao": "Cidade colonial com igrejas barrocas, azulejos coloridos e culinária famosa.",
            "descricaoCurta": "Cidade colonial e colorida do México.",
            "curiosidades": "Puebla é famosa pelos azulejos Talavera e pela receita original do 'mole poblano', prato típico mexicano.",
            "populacao": "aprox. 1,5 milhão"
        },
        {
            "id": 5,
            "nome": "Seul",
            "imagem": "",
            "pais": "Coreia do Sul",
            "descricao": "Seul é a vibrante capital da Coreia do Sul, conhecida por sua mistura de tradição e modernidade, palácios históricos e arranha-céus futuristas.",
            "descricaoCurta": "A conectada e vibrante metrópole",
            "curiosidades": "Seul possui o maior sistema de metrô do mundo em extensão, e em abril a cidade se enche de flores de cerejeira, criando cenários espetaculares para os festivais de primavera.",
            "populacao": "aprox. 9,5 milhões"
        },
        {
            "id": 6,
            "nome": "Samarcanda",
            "imagem": "",
            "pais": "Uzbequistão",
            "descricao": "Samarcanda é famosa por sua arquitetura islâmica impressionante, mesquitas azulejadas e como um importante ponto da antiga Rota da Seda.",
            "descricaoCurta": "A joia histórica da Rota da Seda.",
            "curiosidades": "O mausoléu de Gur-e-Amir em Samarcanda é o local de descanso de Tamerlão, o famoso conquistador, e é conhecido por seus mosaicos azuis deslumbrantes.",
            "populacao": "aprox. 500 mil"
        },
        {
            "id": 7,
            "nome": "Helsinque",
            "imagem": "",
            "pais": "Finalândia",
            "descricao": "Helsinque é a capital e maior cidade da Finlândia, localizada às margens do Golfo da Finlândia. É conhecida por sua arquitetura moderna e funcionalista, design inovador, vida cultural vibrante e conexão próxima com a natureza, com inúmeros parques e ilhas ao redor.",
            "descricaoCurta": "O coração criativo do norte da Europa.",
            "curiosidades": "Helsinque se estende por mais de 300 ilhas e foi eleita várias vezes uma das cidades mais habitáveis do mundo. É também considerada a capital mundial do design desde 2012.",
            "populacao": "aprox. 665 mil"
        },
        {
            "id": 8,
            "nome": "Rio de Janeiro",
            "imagem": "",
            "pais": "Brasil",
            "descricao": "Cidade histórica famosa por suas casas-caverna e ruas esculpidas na rocha, na região da Basilicata.",
            "descricaoCurta": "A cidade das cavernas italianas.",
            "curiosidades": "Matera é habitada há mais de 9.000 anos e suas casas-caverna (Sassi) são Patrimônio Mundial da UNESCO, mostrando um estilo de vida antigo ainda preservado.",
            "populacao": "aprox. 60 mil"
        },
        {
            "id": 9,
            "nome": "",
            "imagem": "",
            "pais": "",
            "descricao": "",
            "descricaoCurta": "",
            "curiosidades": "",
            "populacao": ""
        },
        {
            "id": 10,
            "nome": "Wellington",
            "imagem": "",
            "pais": "Nova Zelândia",
            "descricao": "Capital compacta e cultural da Nova Zelândia, famosa por sua cena cinematográfica, cafés criativos e paisagens naturais ao redor do porto.",
            "descricaoCurta": "Cidade portuária cercada por colinas verdes.",
            "curiosidades": "Wellington é conhecida como a 'Windy City' da Oceania por seus ventos fortes, abriga o Museu Te Papa Tongarewa e é a base de Peter Jackson para filmes como 'O Senhor dos Anéis'. Possui um teleférico que leva ao Jardim Botânico, oferecendo vistas incríveis da cidade.",
            "populacao": "aprox. 215 mil"
        },
        {
            "id": 11,
            "nome": "Chiang Mai",
            "imagem": "",
            "pais": "Tailândia",
            "descricao": "Localizada no norte montanhoso da Tailândia, Chiang Mai é uma cidade rica em cultura, templos antigos e tradições budistas. É cercada por natureza exuberante, mercados vibrantes e uma cena artística crescente que mistura o antigo e o moderno.",
            "descricaoCurta": "O coração espiritual da Tailândia.",
            "curiosidades": "Chiang Mai abriga mais de 300 templos, incluindo o famoso Wat Phra That Doi Suthep, e é conhecida por seu Festival das Lanternas, o Yi Peng, quando milhares de lanternas são lançadas ao céu.",
            "populacao": "aprox. 130 mil"
        },
        {
            "id": 12,
            "nome": "Maun",
            "imagem": "",
            "pais": "Botsuana",
            "descricao": "Maun é a porta de entrada para o Delta do Okavango, uma das maiores áreas úmidas do mundo, famosa por seus safaris e paisagens naturais impressionantes.",
            "descricaoCurta": "Centro de safaris no Delta do Okavango",
            "curiosidades": "Maun é conhecida como a capital dos safaris de Botsuana e serve de ponto de partida para voos panorâmicos sobre o delta.",
            "populacao": "55.000"
        }
    ]
}